Repository: u81668899/FFXIV_Auxiliary_Tools_master
Catalog: FF14plugins/XIVLauncherCN/Roaming/installedPlugins/CurrencyTracker/1.3.5.1/Manager/Langs/*.resx
Languages: french

# ChangeFilterEnabled
source: Change Filter
french: Filtre des recettes

# ChangeFilterLabel
source: Only display transactions {0} {1} in Change
french: Afficher uniquement les transactions {0} {1} dans Variation

source: Cluster By Time
french: Grouper par leur Heure

# ClusterByTimeHelp1
source: Display transactions in {0} hour(s) interval
french: Afficher les transactions dans un intervalle de {0} heure(s)

source: Hours
french: Heures

# Category-RecordOptions
source: Record Options
french: Options d'enregistrement

# Category-Others
source: Others
french: Autres

# Category-Help
source: Click to expand/collapse
french: Cliquez pour développer/réduire

# CustomCurrencyHelp
source: Note: 1. The 3 preset currencies cannot be deleted. 2. Not recommend to track not-currency items, there should be another plugin to do that. (If you insist, that's also ok) 3. Deleting currencies will not delete the existing data files, if necessary, please delete them by yourself.
french: Note: 1. Les 3 devises préséléctionnées ne peuvent être supprimées. 2. Il n'est pas recommandé de suivre autre chose que des devises, d'autres plugins doivent s'en charger (mais si vous insistez, c'est ok) 3. Supprimer les devises ne supprimera pas les fichiers existants, si besoin, vous devez les supprimer vous même.

source: Add Custom Currency
french: Ajouter une devise personnalisée

# PleaseSelect
source: Select...
french: Sélectionner...

# PleaseSearch
source: Search...
french: Rechercher...

# CustomCurrencyHelp1
source: Fail to add: the currency you selected has already existed
french: Impossible d'ajouter : la devise que vous avez sélectionnée existe déjà

# CustomCurrencyHelp2
source: Fail to delete: the currency you selected does not exist
french: Échec de la suppression : la devise que vous avez sélectionnée n'existe pas

source: Delete
french: Supprimer

# ExportFileCSVHeader
source: Time,Amount,Change,Location,Note
french: Heure, Montant, Monnaie, Lieu, Note

# ExportFileMessage
source: A file has been exported to:
french: Un fichier a été exporté vers:

# FileRenameHelp1
source: If left blank, the file name will be:
french: Si laissée vide, le fichier sera nommé :

# FileRenameLabel
source: File Name:
french: Nom du fichier:

# FilterByTime
source: Timer Filter
french: Filtre Timer

# FirstPage
source: First
french: Premier

# Greater
source: Above
french: Au-dessus

# LastPage
source: Last
french: Dernier

# Less
source: Below
french: En dessous

# MergeTransactionsHelp1
source: Merged {0} transactions.
french: {0} transactions fusionnées.

# MergeTransactionsHelp3
source: Merge adjacent transactions of the same location if the Change is below the threshold. If the threshold is 0, all such transactions will be merged. One-Way Merge: Calculate positive and negative Changes separately when merging. Two-Way Merge: Calculate positive and negative Changes together when merging.
french: Fusionner les transactions adjacentes du même emplacement si la Fluctuation est en dessous du seuil. Si le seuil est 0, toutes ces transactions seront fusionnées. Fusion à sens unique : Calculez séparément les Fluctuations positives et négatives lors de la fusion. Fusion à deux voies : Calculez ensemble les Fluctuations positives et négatives lors de la fusion.

source: Threshold
french: Seuil

source: Two-Way Merge
french: Fusion double

source: One-Way Merge
french: Fusion simple

source: Manual Merge
french: Fusion manuelle

# NextPage
source: Next
french: Suivant

# OpenDataFolder
source: Data Folder
french: Dossier

# PreviousPage
source: Previous
french: Précédent

# DutyRewards-RecordDutyRewards
source: Record Duty Rewards
french: Enregistrer les récompenses des Missions

# TransactionsHelp
source: No matching transactions found.
french: Aucunes transactions correspondantes trouvées.

# TransactionsHelp1
source: No currency being selected now.
french: Aucune devise n'est actuellement sélectionnée.

source: Unknown Currency
french: Devise inconnue

source: Unknown Location
french: Emplacement inconnu

source: Time
french: Heure

source: Amount
french: Montant

source: Change
french: Monnaie

source: Location
french: Emplacement

# TransactionsPerPage
source: Page Size
french: Taille de la page

# GraphLabel
source: Transactions Amount:
french: Montant des Transaction :

source: Amount Graph
french: Graphique du montant

# AmountGraph1
source: [Time - Amount]
french: [Heure - Montant]

# DividedUnitThou
source: (Unit: Thousand)
french: (Unité : Milliers)

# DividedUnitMil
source: (Unit: Million)
french: (Unité : Millions)

# DividedUnitBil
source: (Unit: Billion)
french: (Unité : Milliards)

source: Change Graph
french: Graphique des Monnaies

# ChangeGraph1
source: [Time - Change]
french: [Temps - Variation]

source: Location Graph
french: Graphique de l'emplacement

# LocationGraph1
source: [Location - Frequency]
french: [Emplacement - Fréquence]

# LocationAmountGraph
source: Location Change Graph
french: Graphique de changement d'emplacement

# LocationAmountGraph1
source: [Location - Change]
french: [Emplacement - Variation]

source: Graphs
french: Graphiques

source: Manage
french: Gérer

source: Transactions
french: Transaction

source: Now
french: Maintenant

source: Unselect
french: Désélectionner

source: Copied to clipboard
french: Copié dans le presse-papier

# NoTransactionsSelected
source: No transactions currently selected.
french: Aucunes transactions actuellement sélectionnées.

# CopyTransactionsHelp
source: Copied {0} transactions to clipboard.
french: {0} transactions copiées dans le presse-papier.

source: Edit
french: Éditer

source: Export
french: Exporter

source: Press Enter to Confirm
french: Appuyer sur Entrée pour valider

# EditHelp1
source: Changed {0} transactions' {1} to
french: {0} transactions {1} changées en

source: Copy
french: Copier

source: Change Text Coloring
french: Changer la couleur du texte

source: Current Settings
french: Réglages actuels

source: Location Filter
french: Filtre d'emplacements

# NegativeChange
source: Negative
french: Négatif

# PositiveChange
source: Positive
french: Positif

source: Inverse Select
french: Inverser la sélection

source: Select All
french: Sélectionner tout

source: Merge
french: Fusionner

source: End Date
french: Date de fin

source: Start Date
french: Date de début

# WeekDays
source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
french: Dim, Lun, Mardi, Mer, Jeu, Ven, Sam

# TeleportTo
source: Teleport to {0}
french: Se téléporter à {0}

source: Teleport within area
french: Téléportation dans la zone

# MergedSpecificHelp
source: Merged from {0} transactions.
french: Fusion depuis {0} transactions

# ExportFileMDHeader
source: # Transactions Export -
french: # Exportation des Transaction -

# ExportFileMDHeader1
source: | Time | Amount | Change | Location | Note | | --- | --- | --- | --- | --- |
french: | Heure | Montant | Monnaie | Emplacement | Note | | --- | --- | --- | --- | --- | --- | --- | --- |

source: Export File Type
french: Type de fichier d’exportation

# ColumnsDisplayed
source: Displayed Columns
french: Colonnes affichées

source: Order
french: Ordre

source: Table Appearance
french: Apparence du Tableau

source: Unknown Content
french: Contenu inconnu

# TripleTriadWith
source: [{0}]Triple Triad with {1}
french: [{0}]Triple Triad avec {1}

source: Help Translate
french: Aider à traduire

source: Need Help
french: Besoin d'aide ?

# DutyRewards-RecordContentName
source: Record Content Name
french: Enregistrer le nom du contenu

# GoladSaucer-RecordMGPSource
source: Record MGP Rewards Source
french: Enregistrer la source des récompenses MGP

source: Record
french: Enregistrer

# TeleportCosts-RecordTPCosts
source: Record Teleport Costs
french: Enregistrer les coûts de téléportation

# TripleTriad-RecordTTResult
source: Record Triple Triad Result
french: Enregistrer le résultat du Triple Triad

source: Suggest or Report
french: Suggérer ou Signaler

# Exchange-RecordExchangeResult
source: Record Exchange Result
french: Enregistrer les résultats de l'échange

# CommandHelp
source: Open the main window of the plugin
french: Ouvrir la fenêtre principale du plugin

# CommandHelp1
source: /ct <currencyname> â†’ Open the main window with specific currency shown.
french: /ct <currencyname><currencyname> → Ouvre la fenêtre principale avec une devise spécifique.

source: Edit Failed
french: Echec de la modification

# UnknownLang
source: Unknown Language
french: Langue inconnue

# CommandHelp2
source: Multi currencies found
french: Plusieurs devises trouvées

# CommandHelp3
source: No currency found!
french: Aucune devise n’a été trouvée.

# ExchangeWith
source: Exchange with {0}
french: Échanger avec {0}

source: General
french: Général

# Quest
source: Quest {0}
french: Quête {0}

# QuestRewards-RecordQuestRewards
source: Record Quest Rewards
french: Enregistrer les récompenses de quête

# Trade-RecordTradeTarget
source: Record Trade Target
french: Enregistrer la cible de l'échange

# TradeWith
source: Trade with {0}
french: Échanger avec {0}

source: Double Right-Click
french: Double clic droit

source: Confirm
french: Confirmer

# CurrencyRenameHelp1
source: A currency/data file with the same name already exists.
french: Un fichier de devises/données portant le même nom existe déjà.

source: Rename
french: Renommer

source: Reset
french: Réinitialiser

# FateRewards-RecordFateRewards
source: Record FATE Rewards
french: Enregistrer les récompenses d'ALÉA

source: Island Farm
french: Ferme de l’île

source: Island Pasture
french: Pâturage de l'île

source: Island Workshop
french: Atelier de l'île

# IslandSanctuary-RecordISResult
source: Record Island Result
french: Enregistrer les résultats de l'île

# Fate
source: FATE {0}
french: ALÉA {0}

# SelectedTransactionsInfo
source: Count: {0} Sum: {1} Avg: {2} Max: {3} Min: {4} (Change)
french: Nombre : {0} Som: {1} Moy : {2} Max: {3} Min: {4} (Changer)

source: Checkbox
french: Case à cocher

# ChildframeWidthOffset
source: Width Offset
french: Décalage largeur

# MobDrops-RecordMobDrops
source: Record Mob Drops
french: Enregistrer les drops des monstres

# SpecialExchange-RecordSpecialExchangeResult
source: Record Special Exchange Result
french: Enregistrer les résultats de l'échange spécial

# WarpCosts-RecordTPCosts
source: Record Special Teleport Costs
french: Enregistrer les coûts de téléportation spéciaux

source: Multi-Chara Stats
french: Statistiques Multi-Personnages

# TeleportCosts-RecordAetheryteName
source: Aetheryte
french: Éthérite

# TeleportCosts-RecordAreaName
source: Area
french: Zone

# MobDrops-MobDropsNote
source: Drop from {0}
french: Déposer depuis {0}

source: Inventory
french: Inventaire

# PSaddleBag
source: Premium Saddle Bag
french: Sacoche Premium

source: Saddle Bag
french: Sacoche

source: Backup
french: Sauvegarde

# BackupAllCharacter
source: Backup All
french: Tout sauvegarder

# BackupCurrentCharacter
source: Backup Current
french: Sauvegarder l'actuel

# BackupHelp1
source: Successfully backup for {0} characters
french: Sauvegarde réussie pour {0} personnages

# BackupHelp2
source: , with {0} characters failed to backup.
french: , avec {0} personnages non sauvegardés

# BackupHelp3
source: Failed characters:
french: Personnages échoués:

# BackupHelp4
source: Successfully backup current character data to: {0}
french: Sauvegarde avec succès des données du personnage actuel vers {0}

source: Manual Backup
french: Sauvegarde manuelle

source: Auto Backup
french: Sauvegarde automatique

source: Interval
french: Intervalle

# BackupHelp5
source: Chat Notification
french: Notification dans le chat

source: Blacklist
french: Liste noire

# Main-CS-AreaRestriction
source: Area Restriction
french: Restriction de zone

# Main-CS-RestrictedArea
source: Restricted Area
french: Zone restreinte

# Main-CS-SelectArea
source: Select Area
french: Sélectionner une zone

source: Whitelist
french: Liste blanche

# BackupHelp6
source: Set to 0 to disable
french: Régler sur 0 pour désactiver

# BackupHelp7
source: Click to enable/disable
french: Cliquer pour activer/désactiver

source: Max Backup Files
french: Nombre de fichiers de sauvegarde maximum

# ParamEP-DestinationName
source: Destination Name
french: Nom de la destination

# ParamEP-FateName
source: Fate Name
french: Nom de l'ALÉA

# ParamEP-MobNames
source: Mob Names
french: Noms des monstres

# ParamEP-QuestName
source: Quest Name
french: Nom de la quête

# ParamEP-TargetName
source: Target Name
french: Nom de la cible

# ParamEP-TTOutcome
source: Win/Draw/Loss
french: Victoire/Défaite/Nul

# ParamEP-TTRivalName
source: Rival Name
french: Nom du Rival

# PremiumSaddleBag-RecordPremiumSaddleBag
source: Record Premium Saddle Bag
french: Enregistrer la sacoche premium

# Retainer-RecordRetainerInventory
source: Record Retainer
french: Enregistrer le Servant

# SaddleBag-RecordSaddleBag
source: Record Saddle Bag
french: Enregistrer la sacoche

# TripleTriad-Draw
source: Draw
french: Nul

# TripleTriad-Loss
source: Loss
french: Défaite

# TripleTriad-Win
source: Win
french: Victoires

# CurrencyUIEdit-ShowTotalGilAmount
source: Display TOTAL Gil in Currency Interface
french: Afficher Gil TOTAUX dans l'interface Devise

source: Features
french: Fonctionnalités

source: Info
french: Information

source: Plugin
french: Extension

source: Settings
french: Paramètres

# LetterAttachments-LetterFrom
source: Letter from {0}
french: Lettre de {0}

# LetterAttachments-RecordMailAttachments
source: Record Mail Attachments
french: Enregistrer les pièces jointes

# ParamEP-SenderName
source: Sender Name
french: Nom de l'éxpéditeur

source: Trade
french: Échanger

# AlertIntervalHelp
source: Intervals in all types will effect and alert, so feel free to create and combine.
french: Les intervalles de tous types auront un effet et une alerte, alors n'hésitez pas à créer et à combiner.

# AlertIntervalHelp1
source: -1 will be equivalent to Infinity/Infinitesimal.
french: -1 sera équivalent à Infinité/Infinitesimal.

source: Alert Type
french: Type d’alertes

source: Container Type
french: Type d'inventaire

source: Interval Input
french: Intervalle de saisie

source: Interval List
french: Liste d'intervalle

# Maximum
source: Max
french: Maximum

# Minimum
source: Min
french: Minimum

# AlertIntervalMessage
source: {0} ({1}) of {2} in {3} has reached the alert range of {4}.
french: {0} ({1}) de {2} dans {3} a atteint la plage d'alerte de {4}.

# BackupHelp8
source: Overlay Notification
french: Notification d'overlay

source: Notification Type
french: Type de notification

# ParamEP-CurrencyName
source: Currency Name
french: Nom de la devise

# ParamEP-Value
source: Value
french: Valeur

source: Update Translations
french: Mettre à jour les traductions
